{"inkVersion":21,"root":[["^Labu vakaru, bērns. Ko tu dari tik vēlu ārā?","\n","ev","str","^Labu vakaru. Es eju mājās...","/str","/ev",{"*":"0.c-0","flg":4},"ev","str","^Man nav laika runāt. Atvainojiet.","/str","/ev",{"*":"0.c-1","flg":4},{"c-0":["\n","^Zini, nav droši šajā laikā klīst apkārt, pat ja Dievs mūs pieskata. Cilvēku nodomi ir neskaidri, grūti saprotami. Es pats cenšos saprast cilvēku nodomus. Vispārīgos.","\n","^Tev nevajadzētu vienai staigāt tumsā, zini. Varbūt... varbūt kaut kas uz sirds?","\n",{"->":"A1"},{"->":"0.g-0"},{"#f":5}],"c-1":["\n","^Protams. Ej, bet esi uzmanīga. Un, ja kādreiz jutīsies apmaldījusies, baznīcā vienmēr atradīsies vieta tev, pat ja tas būtu tikai, lai patvertos no aukstās nakts.","\n","end",{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"A1":[["ev","str","^Vispārīgie nodomi? Tev ir smieklīgs tērps virsū","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","^Es strādāju baznīcā.","\n","^Bet godīgi sakot, es neesmu pārliecināts, vai tas, ko es daru ir pareizi, vai vismaz dodu, kas viņiem patiesībā ir vajadzīgs.","\n","^Es nezinu... kas man šobrīd ir vajadzīgs. Tu zini, ko tādi, kā mēs darām baznīcā?","\n",{"->":"SmiekligsTerps"},{"#f":5}]}],{"#f":1}],"SmiekligsTerps":[["ev","str","^Jā, jūs stāstat pasakas. Melojat dažreiz. ","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Nezinu. Jūs ticat Dievam un... daudz lasat? ","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^Mums nedrīkst melot. Kurš tev kaut ko tādu ir teicis? Pēteris?","\n","^Es vienmēr redzēju ticību, kā izeju. Kā atbildi, lai ir vieglāk. Bet es nezinu vai tu saproti, dažreiz it kā..... it kā tas ir vairāk jautājums, nekā atbilde? Saproti?","\n",{"->":"A2"},{"#f":5}],"c-1":["\n","^Diezgan precīzs raksturojums, jā. No vienas puses. Pārsvarā tas un vēl dažādi rituāli, piemēram, kad ... Neko.","\n","^Es vienmēr redzēju ticību, kā izeju. Kā atbildi, lai ir vieglāk. Bet es nezinu vai tu saproti, dažreiz it kā..... it kā tas ir vairāk jautājums, nekā atbilde? Saproti?","\n",{"->":"A2"},{"#f":5}]}],{"#f":1}],"A2":[["ev","str","^Nē. nesaprotu, tad kāpēc daži tic un daži nē. Vai tad visiem nav jābūt izeja?","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","^Ticība ir dīvaina. Dažiem tas ir glābiņš. Citiem... akmens pie kājas, kurš slīcina. Bet tad jādomā, vai cilvēks pats negrib noslīkt... Ticība sev, Dievam... tās cilvēkiem ir vajadzīgas. Bez tās mēs esam... pazuduši.","\n","^Tā ir sarežģīta. Dažiem sataustāma. Tā sniedzas tālāk par to, kas ir mūsu acu priekšā.","\n",{"->":"A3"},{"#f":5}]}],{"#f":1}],"A3":[["ev","str","^Vai cilvēkiem ir nepieciešama skola, lai izprastu ticību?","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Kā ar kaimiņiem? Vai viņi visi ir pazuduši?","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Vai cilvēki joprojām bieži nāk pie tevis parunāt","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":["\n","ev",true,"/ev",{"VAR=":"option1","re":true},"^Skola māca faktus, bet ticība... ticība nāk no pieredzes, dzīvošanas. Sanāk dažādi.","\n","^Skola tev sniedz zināšanas, bet tā nemācīs, kā noticēt. Tās ir lietas, kuras tev jāatklāj pašai.","\n",{"->":"VisasIzveles1"},{"#f":5}],"c-1":["\n","ev",true,"/ev",{"VAR=":"option2","re":true},"^Viņi? Daudzi ir... diezgan novirzījušies no pareizā ceļa.","\n","^Esmu mēģinājis palīdzēt, bet... ar viņiem nav viegli. Viņi klīst, meklējot kaut ko, bet atsakās klausīties. Ai, nav vienkārši.","\n",{"->":"VisasIzveles1"},{"#f":5}],"c-2":["\n","ev",true,"/ev",{"VAR=":"option3","re":true},"^Es atceros, kad gāja diezgan bieži, uz svētkiem arī. Tagad es pats nenāku, tāpēc nezinu. Man nepatīk tā sajūta, kad uz mani skatās tā, it kā es pats dzirdētu Dieva vārdus. It kā es saprastu vairāk. Es nesaprotu. Nesaprotu neko.","\n","^Dažreiz man šķiet, ka viņi gaida, lai es pateiktu, ka viss būs labi. Bet es pats to nezinu.","\n",{"->":"VisasIzveles1"},{"#f":5}]}],{"#f":1}],"VisasIzveles1":["ev",{"VAR?":"option1"},{"VAR?":"option2"},"&&",{"VAR?":"option3"},"&&","/ev",[{"->":".^.b","c":true},{"b":["\n",{"->":"A4"},{"->":".^.^.^.9"},null]}],[{"->":".^.b"},{"b":["\n",{"->":"A3"},{"->":".^.^.^.9"},null]}],"nop","\n",{"#f":1}],"A4":[["ev","str","^Kāpēc tu kļuvi par priesteri?","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Vai tu kādreiz to nožēlo? Ka kļuvi par priesteri?","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","ev",true,"/ev",{"VAR=":"option4","re":true},"^Netīšām sanāca. Nē. Sanāca, jo es gribēju saprast un sajust. Man tad likās viss vienkāršāk.","\n","^Ar laiku viss mainījās. Es mainījos. Piedod, skan laikam dīvaini.","\n",{"->":"VisasIzveles2"},{"#f":5}],"c-1":["\n","ev",true,"/ev",{"VAR=":"option5","re":true},"^Dažreiz. Bieži. Kad es esmu mājās es domāju par to. Ārā aizmirstu. Tagad runāju un atcerējos, ka nožēloju.","\n","^Joprojām manī ir daļa, kas vēlas palīdzēt... pat ja nezinu, kā.","\n",{"->":"VisasIzveles2"},{"#f":5}]}],{"#f":1}],"VisasIzveles2":["ev",{"VAR?":"option3"},{"VAR?":"option4"},"&&",{"VAR?":"option5"},"&&","/ev",[{"->":".^.b","c":true},{"b":["\n",{"->":"A5"},{"->":".^.^.^.9"},null]}],[{"->":".^.b"},{"b":["\n",{"->":"A4"},{"->":".^.^.^.9"},null]}],"nop","\n",{"#f":1}],"A5":[["ev","str","^Kā ar Dievu? Vai tu joprojām tici?","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","^Ah... haha.. svarīgākais jautājums. Vai es ticu?","\n","^Grūti pateikt. Dažreiz es domāju, ka ticu. Citreiz domāju, vai tas ir tikai kaut kas, pie kā cilvēki pieķeras, lai nebūtu bail. Laikam bieži baidos.","\n","^Ko tu domā? Ticēt ir svarīgi? Vai man ir jātic? Vai tas tiešām būtu mans pienākums?","\n",{"->":"A6"},{"#f":5}]}],{"#f":1}],"A6":[["ev","str","^Es domāju, ka bībele ir tikai pasaka, ko cilvēki izdomāja, lai justos labāk. Ticība nepalīdz.","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Es nekad neesmu īsti domājusi par Dievu. Mans tēvs par Viņu nerunā.","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^Tu neesi pirmā, kas tā domā.","\n","^Bet, ja Dievs ir tikai stāsta galvenais varonis, kas mums tad atliek? Kam mums ticēt, kad viss kļūst grūti?","\n",{"->":"Neg"},{"#f":5}],"c-1":["\n","^Tas ir saprotams. Ne visi uzaug vienādi. Tas mani iepriecina. Tev nav jāsaprot Dievs.","\n","^Vismaz tā man vienmēr ir mācīts.","\n",{"->":"Poz"},{"#f":5}]}],{"#f":1}],"Neg":[["ev","str","^Vajag pievērsties realitātei. Ticēt īstiem cilvēkiem. ","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","^Realitāte ir skarba. Bez ticības tā ir vēl skarbāka.","\n","^Bet varbūt tu esi stiprāka un tev nevajag kaut kādu mierinājumu. Es vēlētos domāt, kā tu. Es pazaudēju tik daudz laika šim un beigās...","\n","^Beigās būs beigas.","\n",{"->":"N1"},{"#f":5}]}],{"#f":1}],"N1":[["ev","str","^Beigās tāpat cilvēki mirst. Dievs ar to nepalīdz.","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","^Jā, bet tas jau nenozīmē, ka.. Varbūt tev ir taisnība.","\n","^Ticība vai tās trūkums... tas mūs atstāj ar vieniem un tiem pašiem jautājumiem. Bet tu man esi parādījusi, ka pieķerties kaut kam varbūt ir vēl sliktāk nekā ļaut tam pazust.","\n",{"->":"N2"},{"#f":5}]}],{"#f":1}],"N2":[["ev","str","^Tu nožēlo, ka tik ilgi ticēji?. ","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","^Piedod. Man vajag pabūt vienam.","\n","^Esmu runājis pārāk daudz. Beigu beigās, tam nav nozīmes. Pasaule turpinās spiest, un beigās salauzīs. Es tikai ceru, ka tu atradīsi kaut ko, kam pieķerties, kad tas notiks...","\n",{"->":"N3"},{"#f":5}]}],{"#f":1}],"N3":[["ev","str","^Es tevi sadusmoju? Es negribēju.","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","^Viss labi.","\n","^Uz redzēšanos... un parūpējies par sevi.","\n","end",{"#f":5}]}],{"#f":1}],"Poz":[["ev","str","^Kā dzīvot, ja neko nesaproti?  ","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","^Es saprotu pietiekami daudz savam apmierinājumam. Vai tevi nomāc nezināšana?","\n",{"->":"P1"},{"#f":5}]}],{"#f":1}],"P1":[["ev","str","^Nē. Man labi. Man patīk realitāte kopā ar Dievu. Izklausās interesantāk. Ja kādam patīk, tad kāpēc gan ne? ","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","^Tu tā domā? Tiešām. Pietiek jau tikai ar to, ka kādam ir interesantāk. Tik vienkārši.","\n","^Paldies... Tu man devi par ko padomāt. Varbūt es varu atrast kaut ko, kam noticēt atkal, pat ja tas nav tas, kam es kādreiz ticēju. Vēl nav par vēlu, vai ne?","\n",{"->":"P2"},{"#f":5}]}],{"#f":1}],"P2":[["ev","str","^Piedod, ja es kaut ko ne tā pateicu. Tu joprojām jūties slikti?","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","^Nē, nē! Nedomā! Kāds man prieks bija parunāt ar tādu jaunu un gudru meiteni.","\n","^Saruna ar tevi man atgādināja, ka ticība nav par atbildēm, bet par pašu jautājumu uzdošanu. Man šobrīd pietiek ar šādu atbildi. Paldies tev liels, milzīgs.","\n",{"->":"P3"},{"#f":5}]}],{"#f":1}],"P3":[["ev","str","^Tiešām?","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","^Lai ko pasaule tev priekšā liktu, tu izvēlies, kam ticēt. Tas mani iedvesmo. Gribu, lai visi tā domā.","\n",{"->":"P4"},{"#f":5}]}],{"#f":1}],"P4":[["ev","str","^Paldies par sarunu!","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","^Lūdzu. Ceru, ka atradīsi atbildes, kuras meklē. Un varbūt, tikai varbūt, arī es atradīšu savējās.","\n","^..Un tomēr... Lai Dievs tev stāv klāt.","\n","end",{"#f":5}]}],{"#f":1}],"global decl":["ev",false,{"VAR=":"option1"},false,{"VAR=":"option2"},false,{"VAR=":"option3"},false,{"VAR=":"option4"},false,{"VAR=":"option5"},"/ev","end",null],"#f":1}],"listDefs":{}}