{"inkVersion":21,"root":[["^\"Labu vakaru, bērns. Ko tu dari tik vēlu ārā?\"","\n","ev","str","^Labu vakaru. Es eju mājās...","/str","/ev",{"*":"0.c-0","flg":4},"ev","str","^Man nav laika runāt. Man jādodas mājās.","/str","/ev",{"*":"0.c-1","flg":4},{"c-0":["\n","^\"Zini, nav droši šajā laikā klīst apkārt, pat ja Dievs mūs pieskata. Ir tādi, kuru sirdīs ir tumsa. Cilvēku nodomi ir neskaidri, grūti saprotami. Pasaule ir pilna ar ēnām... tāpēc es cenšos cilvēkus vadīt uz pareizā ceļa.\"","\n",{"->":"ExploreBranch"},{"->":"0.g-0"},{"#f":5}],"c-1":["\n","^\"Protams. Ej, bet esi uzmanīga. Un, ja kādreiz jutīsies apmaldījusies, baznīcā vienmēr atradīsies vieta tev, pat ja tas būtu tikai, lai patvertos no aukstās nakts.\"","\n","end",{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"ExploreBranch":[["^\"Tev nevajadzētu vienai staigāt tumsā, zini. Varbūt... varbūt kaut kas uz sirds? Tu izskaties aizdomājusies.\"","\n","ev","str","^Nē, viss ir kārtībā. Man jādodas.","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Es pēdējā laikā daudz domāju. Ko tu domāji ar 'cilvēku vadīšanu'?","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^\"Labi, ej tad. Esi droša. Pasaki sveicienus savai ģimenei.\"","\n","end",{"#f":5}],"c-1":["\n","^\"Nu, es strādāju baznīcā. Mans mērķis ir palīdzēt cilvēkiem rast mieru vai vismaz mēģināt. Daži nāk pēc atbildēm, daži vienkārši, lai justos mazāk vieni. Bet godīgi sakot, es neesmu pārliecināts, vai varu viņiem dot to, kas viņiem patiesībā ir vajadzīgs.\"","\n",{"->":"KidQuestions"},{"#f":5}]}],{"#f":1}],"KidQuestions":[["ev","str","^Kas ir 'cilvēciskā ticība'?","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Vai cilvēkiem ir nepieciešama skola, lai izprastu ticību?","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^\"Ticība? Ticība ir dīvaina lieta. Dažiem tas ir glābiņš. Citiem... tas ir kā akmens pie kājas, kurš slīcina. Ticība sev, citiem, Dievam... tās ir lietas, kuras cilvēkiem ir vajadzīgas, lai izdzīvotu. Bez tās mēs esam... pazuduši. Bet cilvēciskā ticība? Tā ir sarežģīta. Dažiem ticība ir tikai tas, ko viņi var redzēt un aptaustīt. Bet īsta ticība... tā sniedzas tālāk par to, kas ir mūsu acu priekšā.\"","\n",{"->":"People"},{"#f":5}],"c-1":["\n","^\"Skola māca faktus, bet ticība... ticība nāk no dzīves. Skola tev sniegs zināšanas, bet tā nemācīs, kā sajust vai noticēt. Tās ir lietas, kuras tev jāatklāj pašam, caur savām pieredzēm.\"","\n",{"->":"People"},{"#f":5}]}],{"#f":1}],"People":[["ev","str","^Kā ar cilvēkiem, kurus satikšu? Vai viņi visi ir pazuduši?","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","^\"Cilvēki, kurus tu satiksi? Daudzi ir... apmulsuši. Daži ir savtīgi, citi akli pret patiesību. To tu redzēsi pati. Esmu mēģinājis viņiem palīdzēt, bet... viņi ir grūti pieņemami. Viņi klīst, meklējot kaut ko, bet atsakās klausīties tos, kuri viņiem varētu parādīt ceļu.\"","\n",{"->":"Whydont"},{"#f":5}]}],{"#f":1}],"Whydont":[["ev","str","^Kāpēc tev viņi nepatīk?","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","^\"Nav tā, ka man viņi kā cilvēki nepatiktu, bet viņu izvēles... viņi sāpina sevi un tos, kas ir viņiem apkārt. Tu to sapratīsi, kad satiksi viņus. Esi uzmanīga, kam tu uzticies.\"","\n",{"->":"FormalTopics"},{"#f":5}]}],{"#f":1}],"FormalTopics":[["ev","str","^Vai cilvēki joprojām bieži nāk pie tevis?","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Kāpēc tu kļuvi par priesteri?","/str","/ev",{"*":".^.c-1","flg":4},"ev","str","^Vai tu kādreiz to nožēlo? Ka kļuvi par priesteri?","/str","/ev",{"*":".^.c-2","flg":4},{"c-0":["\n","^\"Jā, viņi nāk. Lielākoties no ieraduma, es domāju. Viņi lūdz svētības, lūgšanas vai vienkārši sarunu. Lai gan... dažreiz man šķiet, ka viņi gaida, lai es pateiktu, ka viss būs labi. Bet kā es to varu teikt, ja pats to nezinu?\"","\n",{"->":"GodIntro"},{"#f":5}],"c-1":["\n","^\"Tas nebija kāda liela plāna rezultāts. Es biju jauns, un es domāju, ka varu mainīt pasauli, dot cilvēkiem cerību. Bet ar laiku viss mainījās. Es mainījos. Tagad es vairs neesmu pārliecināts, vai vispār zinu, ko cerība nozīmē...\"","\n",{"->":"GodIntro"},{"#f":5}],"c-2":["\n","^\"Nožēlo? Dažreiz. Tas ir vientuļš ceļš, īpaši tad, kad sāc šaubīties par to, kam pats esi aicināts ticēt. Bet ko vēl es varēju darīt? Joprojām manī ir daļa, kas vēlas palīdzēt... pat ja nezinu, kā.\"","\n",{"->":"GodIntro"},{"#f":5}]}],{"#f":1}],"GodIntro":[["ev","str","^Kā ar Dievu? Vai tu joprojām tici?","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Es nekad neesmu īsti domājusi par Dievu. Mans tēvs par Viņu nerunā.","/str","/ev",{"*":".^.c-1","flg":4},"ev","str","^Es domāju, ka Dievs ir tikai stāsts, ko cilvēki izdomāja, lai justos labāk.","/str","/ev",{"*":".^.c-2","flg":4},{"c-0":["\n","^\"Ah... lielais jautājums. Vai es ticu? Esmu sev šo jautājumu uzdevis neskaitāmas reizes. Dažreiz es domāju, ka ticu. Citos brīžos es domāju, vai tas ir tikai kaut kas, pie kā cilvēki pieķeras, lai nebūtu tik bail. Ko tu domā? Vai ticība tev ir svarīga?\"","\n",{"->":"BeliefQuestion"},{"#f":5}],"c-1":["\n","^\"Tas ir saprotams. Ne visi uzaug ar ticību. Tev nav jāsaprot Dievs uzreiz. Tas nav par mācīšanos no grāmatām... tas vairāk ir par sajūtām, izpratni ar sirdi. Vismaz tā man vienmēr ir mācīts.\"","\n",{"->":"BeliefQuestion"},{"#f":5}],"c-2":["\n","^\"Tu neesi pirmā, kas tā domā. Dažreiz... arī es tā jūtos. Bet, ja Dievs ir tikai stāsts, kas mums tad atliek? Kam mēs ticam, kad viss kļūst grūti? Vai arī mēs vispār pārstājam ticēt?\"","\n",{"->":"NegativeBeliefBranch"},{"#f":5}]}],{"#f":1}],"BeliefQuestion":[["ev","str","^Es nezinu. Dzīve ir sarežģīta.","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Vai tu domā, ka ticība ir svarīgāka par patiesības zināšanu?","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^\"Tā ir. Daudz sarežģītāka, nekā es jebkad varētu izskaidrot. Bet dažreiz ticība kaut kam – jebkam – var būt pietiekama. Vai tu domā, ka ticība ir svarīgāka par izpratni?\"","\n",{"->":"PositiveBeliefBranch"},{"#f":5}],"c-1":["\n","^\"Esmu sev šo jautājumu uzdevis daudzas reizes. Varbūt ticība ir tā, kas mūs uztur, pat ja patiesība ir neskaidra. Varbūt tā ir tikai mierinājums. Bet bez tās... es nezinu, kas paliktu.\"","\n",{"->":"PositiveBeliefBranch"},{"#f":5}]}],{"#f":1}],"PositiveBeliefBranch":[["ev","str","^Ticība ir svarīga, ja tā kādam palīdz. Ja tā dod spēku.","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","^\"Jā... varbūt tas ir tas, ko meklējam. Ticība ir kā gaisma tumsā dažiem cilvēkiem. Nav svarīgi, kam viņi tic, kamēr tas palīdz viņiem iet uz priekšu. Esmu pieķēries šai idejai ilgu laiku, pat kad man pašam ticība šaubās.\"","\n",{"->":"Goodpath"},{"#f":5}]}],{"#f":1}],"NegativeBeliefBranch":[["ev","str","^Man vienalga. Ticība ir tikai kruķis. Tā nav īsta.","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Es domāju, ka ticība ir bezjēdzīga. Cilvēkiem jāsaskaras ar realitāti.","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^\"Varbūt tev taisnība. Varbūt esmu pieķēries kaut kam, kas jau ir saplīsis. Bet pat ja ticība ir kruķis, kas slikts tajā, ka kādam tā ir vajadzīga? Kad pasaule kļūst pārāk smaga, cilvēkiem dažreiz vajag kaut ko – jebko – pie kā pieķerties. Pie kā tu pieķeries, kad viss kļūst grūti?\"","\n",{"->":"Badpath"},{"#f":5}],"c-1":["\n","^\"Realitāte ir skarba. Bez ticības tā ir vēl skarbāka. Bet varbūt daži cilvēki ir pietiekami stipri, lai to izturētu bez ticības mierinājuma. Es novēlu, lai es būtu tik stiprs... bet es vairs neesmu pārliecināts.\"","\n",{"->":"Badpath"},{"#f":5}]}],{"#f":1}],"Goodpath":["^\"Paldies... Tu man devi kaut ko, par ko padomāt. Varbūt es varu atrast kaut ko, kam noticēt atkal, pat ja tas nav tas, kam es kādreiz ticēju. Vēl nav par vēlu, vai ne?\"","\n",{"->":"PriestExtraTopicsPositive"},{"#f":1}],"Badpath":["^\"Varbūt tev ir taisnība. Varbūt esmu bijis pazudis jau ilgāk, nekā esmu sapratis. Ticība vai tās trūkums... tas mūs atstāj ar vieniem un tiem pašiem jautājumiem. Bet tu man esi parādījusi, ka pieķerties kaut kam saplīsušam varbūt ir vēl sliktāk nekā ļaut tam aiziet.\"","\n",{"->":"PriestExtraTopicsNegative"},{"#f":1}],"PriestExtraTopicsPositive":[["ev","str","^Vai tu joprojām jūties pazudis?","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","^\"Pazudis? Vairs ne tik ļoti. Saruna ar tevi... man atgādināja, ka ticība nav par atbildēm, bet par spēku turpināt uzdot jautājumus. Varbūt tas šobrīd ir pietiekami.\"","\n",{"->":"WrapUpGood"},{"#f":5}]}],{"#f":1}],"PriestExtraTopicsNegative":[["ev","str","^Vai tu nožēlo, ka tik ilgi ticēji?","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","^\"Nožēlot... varbūt. Bet nožēla neko nemainīs. Esmu pieķēries ticībai tik ilgi, ka nezinu, ar ko to aizstāt tagad. Varbūt man ir par vēlu atrast jaunu ceļu.\"","\n",{"->":"WrapUpBad"},{"#f":5}]}],{"#f":1}],"WrapUpGood":[["^\"Bet pietiek par mani. Es redzu, ka tev ir savas domas. Lai ko pasaule tev priekšā liktu, atceries: tev ir spēks izlemt, kam ticēt. Tu esi stiprāka, nekā tu domā.\"","\n","ev","str","^Paldies par sarunu.","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","^\"Lūdzu. Ceru, ka atradīsi atbildes, kuras meklē. Un varbūt, tikai varbūt, arī es atradīšu savējās.\"","\n","end",{"#f":5}]}],{"#f":1}],"WrapUpBad":[["^\"Bet esmu runājis pārāk daudz. Beigu beigās, tu izdarīsi savas izvēles. Pasaule turpinās spiest, un dažreiz tā tevi salauzīs. Es tikai ceru, ka tu atradīsi kaut ko, kam pieķerties, kad tas notiks.\"","\n","ev","str","^Paldies par sarunu.","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","^\"Uz redzēšanos... un parūpējies par sevi. Pasaule nav laipna pret tiem, kas tai stājas pretī vieni.Tie kamiņi, kurus tu vēl nepazīsti, viņi centīšies tevi pārliecināt, ka tavām domām nav vietas šajā pasaulē. Tev jāizvēlās, vai gribi aizstāvēt savu viedokli līdz galam, vai pakļausies vieglprātībai.\"","\n","end",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}