{"inkVersion":21,"root":[["^Hey, kid. Long day?","\n","ev","str","^Yeah, kinda. You know how it is","/str","/ev",{"*":"0.c-0","flg":4},{"c-0":["^  ","\n","^Can’t say I do, actually. School wasn’t really my scene. You survive it, though?","\n",{"->":"A2"},{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"A2":[["ev","str","^Barely. Math’s trying to kill me.","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["^  ","\n","^Ah, numbers. The enemy of creativity. What’s so bad about it?","\n",{"->":"A3"},{"#f":5}]}],{"#f":1}],"A3":[["ev","str","^Everything. It’s just... so pointless. I’m never gonna use these equations.","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["^  ","\n","^They never explain the point of all that stuff. It’s all about testing how well you follow along. You’re not very obedient, are you?","\n",{"->":"A4"},{"#f":5}]}],{"#f":1}],"A4":[["ev","str","^Not really.","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["^  ","\n","^Good. Obedience gets you nowhere. You keep thinking for yourself, maybe one day you’ll make something of this world. How’s your sketchbook coming along?","\n",{"->":"A5"},{"#f":5}]}],{"#f":1}],"A5":[["ev","str","^It’s... alright, I guess. Haven’t had much time lately.","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["^  ","\n","^Not much time? Or not much inspiration?","\n",{"->":"A6"},{"#f":5}]}],{"#f":1}],"A6":[["ev","str","^A bit of both.","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["^  ","\n","^Inspiration’s slippery like that. You can’t wait for it. Sometimes, you’ve got to wrestle it out of the mundane stuff. Ever try drawing something boring? Like... the corner of a room?","\n",{"->":"A7"},{"#f":5}]}],{"#f":1}],"A7":[["ev","str","^That sounds like the worst thing ever.","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["^  ","\n","^Exactly. That’s when it gets interesting. You start with something dull, and then... you find the little details. Before you know it, you’ve made something out of nothing. You’d be surprised where you can find beauty.","\n",{"->":"A8"},{"#f":5}]}],{"#f":1}],"A8":[["ev","str","^You always make it sound so easy.","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Maybe I’ll give it a shot. But don’t blame me if it turns out terrible.","/str","/ev",{"*":".^.c-1","flg":4},"ev","str","^Yeah, maybe.","/str","/ev",{"*":".^.c-2","flg":4},{"c-0":["^  ","\n","^That’s because I’m a fraud. I just make it up as I go along. Trick is, everyone else is doing the same.","\n",{"->":"A9"},{"#f":5}],"c-1":["^  ","\n","^Terrible is fine. Terrible is *great*. The only bad art is art that’s never made. If you wait around for perfection, you’ll be waiting forever. Just make stuff. The rest will figure itself out.","\n",{"->":"A8"},{"#f":5}],"c-2":["^  ","\n","^Don’t let school grind you down too much, alright? You’ve got more going for you than equations and homework. Remember that.","\n",{"->":"A9"},{"#f":5}]}],{"#f":1}],"A9":[["ev","str","^Thanks. I’ll try.","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["^  ","\n","^Alright, I’ve got a half-finished masterpiece waiting for me in there. Don’t let math kill you before you make something of your own, yeah?","\n",{"->":"B1"},{"#f":5}]}],{"#f":1}],"B1":["^You see this brush? It’s real. The bristles, the wood, the fibers—they have weight. When I paint, I feel the pull of the canvas. It *fights* me. There’s resistance. That’s what art is. It’s a struggle. You can’t get that with a screen.","\n",{"->":"RealArtBranch"},{"#f":1}],"RealArtBranch":[["ev","str","^What do you mean by “real”?","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["^  ","\n","^Real… as in tangible. Digital art? It’s a trick. Pixels flickering on a surface. Remove the device and it’s gone. But this—(He gestures to the canvas.)—this stays. It can outlive me. There’s permanence. Tradition.","\n",{"->":"B2"},{"#f":5}]}],{"#f":1}],"B2":[["ev","str","^That permanence is important to you?","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Maybe digital and modern art isn’t “real” art.","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["^  ","\n","^Isn’t it important to everyone? We all die, but the things we create—those can last. Think of the masters. Rembrandt, da Vinci. They didn’t paint on screens. They fought with their materials. They’re immortal. Because they were real. You can *feel* this. Even in its imperfection, it breathes.","\n",{"->":"GoodPath"},{"#f":5}],"c-1":["^  ","\n","^Now you’re getting it. These new trends? They feel... hollow. Digital tools can create images, sure, but can they really create art?","\n",{"->":"BadPath"},{"#f":5}]}],{"#f":1}],"GoodPath":[["ev","str","^Digital art can be imperfect too.","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["^  ","\n","^Imperfect? No. Digital art is *clean*. Too clean. It’s undo-able. Art isn’t supposed to be that way. It’s supposed to break, to fracture, to bleed into the world. Every stroke is a commitment. Every choice... final.","\n",{"->":"C1"},{"#f":5}]}],{"#f":1}],"BadPath":[["ev","str","^Yeah, it’s all fake. Real art needs to be something you can touch, not pixels on a screen.","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["^  ","\n","^Exactly. Digital art is nothing more than a flash in the pan. The masters didn’t need Photoshop. Real creation demands real struggle.","\n",{"->":"C2"},{"#f":5}]}],{"#f":1}],"C1":[["ev","str","^You sound like a snob.","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^What’s so bad about screens, anyway?","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["^  ","\n","^Maybe I am. It’s easy to get precious about this stuff. But do you really think I’m wrong?","\n",{"->":"ScreenDebate"},{"#f":5}],"c-1":["^  ","\n","^Screens are shallow. They offer shortcuts. You don’t *feel* anything when you work on a screen. Thousands of images, none of them will *last*. They’ll flicker and disappear. Where’s the meaning in that?","\n",{"->":"ScreenDebate"},{"#f":5}]}],{"#f":1}],"ScreenDebate":[["ev","str","^So... digital art isn’t art to you?","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^But don’t mistakes still happen in digital art?","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["^  ","\n","^I’m not saying it isn’t... it’s just different. It doesn’t hold the same weight. Without that tension, it’s missing something essential. Something that ties it to the human experience.","\n",{"->":"C3"},{"#f":5}],"c-1":["^  ","\n","^Mistakes? Sure. But they’re never permanent. You can always undo them. That’s the difference. Real art demands you live with your mistakes, work with them.","\n",{"->":"C3"},{"#f":5}]}],{"#f":1}],"C2":[["ev","str","^I’ve seen some digital stuff. It feels... shallow, like something’s missing","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["^  ","\n","^Exactly. It’s missing that connection. The touch, the imperfections. Art isn’t about perfection; it’s about expression. Pixels on a screen don’t have the same weight as paint on canvas.","\n",{"->":"BadEnding"},{"#f":5}]}],{"#f":1}],"C3":[["ev","str","^I think you’re over-romanticizing the struggle.","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^A little, yeah. Art’s art. It doesn’t need to be pretentious.","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["^  ","\n","^Maybe. But it’s what makes art real. The struggle leaves marks. Marks you can touch, not just see on a screen.","\n",{"->":"GoodEnding"},{"#f":5}],"c-1":["^  ","\n","^Art needs to have heart. Pretentious? Maybe. But it should move you. That’s the point.","\n",{"->":"GoodEnding"},{"#f":5}]}],{"#f":1}],"GoodEnding":[["ev","str","^Maybe not... but you sound like you care too much.","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["^  ","\n","^Caring too much is better than not caring at all. This is what makes life meaningful.","\n","end",{"#f":5}]}],{"#f":1}],"BadEnding":[["ev","str","^Yeah, it feels like they’re skipping the hard parts","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["^  ","\n","^Exactly. Meaning comes from struggle, from the process. These digital artists—they don’t know what they’re missing. It’s not just about what you make; it’s about how you make it.","\n","end",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}