{"inkVersion":21,"root":[["^\"Ah, a curious wanderer! You’ve stumbled upon the last haven of real creativity.\"","\n","ev","str","^What are you doing? Why all the paint?","/str","/ev",{"*":"0.c-0","flg":4},"ev","str","^It looks like a mess. Why do you have so much stuff?","/str","/ev",{"*":"0.c-1","flg":4},{"c-0":["\n","^\"I’m creating, obviously! This isn’t just paint on canvas; it’s a connection to something deeper. But I doubt you’d get it. Only those who truly understand art can see it.\"","\n",{"->":"ExploreBranch"},{"->":"0.g-0"},{"#f":5}],"c-1":["\n","^\"A mess? No, it’s organized chaos. Each stroke has meaning. But I guess it might seem random to you.\"","\n",{"->":"ExploreBranch"},{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"ExploreBranch":[["ev","str","^But why do you care about this so much?","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Why not use a computer? Wouldn’t that make it easier?","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^\"Because in a world filled with shallow distractions, art is the only thing that still has depth. People settle for surface-level junk. I refuse to let that happen to me.\"","\n",{"->":"ArtDiscussion"},{"#f":5}],"c-1":["\n","^\"A computer? That’s for people who want shortcuts. Real art comes from working with your hands, feeling the material. You can’t get that from pixels on a screen.\"","\n",{"->":"ArtDiscussion"},{"#f":5}]}],{"#f":1}],"ArtDiscussion":[["ev","str","^So, you think society is messed up?","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^What’s wrong with modern art?","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^\"Messed up? Definitely. People now prefer art that’s flashy but empty. They’ve forgotten what real beauty is.\"","\n",{"->":"TechnologyDebate"},{"#f":5}],"c-1":["\n","^\"Most of it is soulless. It’s just there to shock, to be trendy. No emotion, no skill, just empty noise.\"","\n",{"->":"TechnologyDebate"},{"#f":5}]}],{"#f":1}],"TechnologyDebate":[["ev","str","^Do you really think technology is that bad?","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^But technology can make art accessible to everyone.","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^\"Yeah. It makes everything too easy. Art is supposed to be something you can touch, feel. Digital art doesn’t even exist in the real world. It’s just an illusion.\"","\n",{"->":"ExtraTopics"},{"#f":5}],"c-1":["\n","^\"Sure, but when everyone can do it, it loses its value. Real art takes effort, and when that effort is gone, what’s left?\"","\n",{"->":"ExtraTopics"},{"#f":5}]}],{"#f":1}],"ExtraTopics":[["ev","str","^Do you think people still appreciate art?","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Do you ever feel lonely out here?","/str","/ev",{"*":".^.c-1","flg":4},"ev","str","^Why keep fighting for art if no one cares?","/str","/ev",{"*":".^.c-2","flg":4},{"c-0":["\n","^\"Some do, but most people don’t care. They just want what’s popular, not what’s meaningful.\"","\n",{"->":"FinalThoughts"},{"#f":5}],"c-1":["\n","^\"Lonely? No. I’m surrounded by real beauty here. But yeah, the world’s ignorance does feel heavy sometimes.\"","\n",{"->":"FinalThoughts"},{"#f":5}],"c-2":["\n","^\"Because art matters. Even if one person gets it, it’s worth the fight.\"","\n",{"->":"FinalThoughts"},{"#f":5}]}],{"#f":1}],"FinalThoughts":[["ev","str","^What do you think artists should do?","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^So you think only traditional methods matter?","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^\"Artists need to go back to the basics, focus on their work and not on what’s trendy. Art is about being real, not just following the crowd.\"","\n",{"->":"GoodPath"},{"#f":5}],"c-1":["\n","^\"Of course! Traditional methods have soul. You can look at a painting, touch it. Digital art doesn’t even exist. It’s all just pixels.\"","\n",{"->":"BadPath"},{"#f":5}]}],{"#f":1}],"GoodPath":[["ev","str","^I think you’re right. Art is losing its meaning. Technology is ruining it.","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","^\"You see it too? If only we could get rid of digital art entirely. Then maybe people would appreciate real art again.\"","\n",{"->":"ArtistFinalGood"},{"#f":5}]}],{"#f":1}],"BadPath":[["ev","str","^I don’t agree. Art is art, even if it's digital. It’s just different.","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","^\"Maybe... maybe you’re right. Who knows? Maybe I’ve been too harsh. I might have to give this digital thing a try.\"","\n",{"->":"ArtistFinalBad"},{"#f":5}]}],{"#f":1}],"ArtistFinalGood":["^\"Thanks for understanding. It’s rare to meet someone who still believes in true art.\"","\n","end",{"#f":1}],"ArtistFinalBad":["^\"I’ll think about what you said. Maybe there’s more to this digital art stuff than I thought.\"","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}