{"inkVersion":21,"root":[["^\"Kaimiņi, vai tad neesam kaimiņi? Labvakar! Ko tu šeit šajā laikā dari? Tevi neviens mājās negaida? Ja skriesi, varbūt paspēsi līdz saulrietam. Vecāki gan jau ka dusmojas... Tu vēl kādu šeit pa ceļam varbūt satiki?\"","\n","#","^audio:Rainis_1_N_01","/#","ev","str","^Nē.","/str","/ev",{"*":"0.c-0","flg":4},"ev","str","^Jā. (samelo)","/str","/ev",{"*":"0.c-1","flg":4},{"c-0":["\n","^\"Nu, feini. Apmaldīties te tādā laikā ir vienkārši, labāk skaties, kur kāds atrodas. Tad jau nu grūtāk būs pazust, manuprāt.\"","\n","^\"Neturēšu tevi ilgi te, skat, jau saule laižas zemāk. Varbūt kaut kas uz sirds? Tu izskaties tāda pabāla. M?\"","\n","#","^audio:Rainis_1_N_02","/#",{"->":"ExploreBranch"},{"->":"0.g-0"},{"#f":5}],"c-1":["\n","^\"Nu, feini. Apmaldīties te tādā laikā ir vienkārši, labāk skaties, kur kāds atrodas. Tad jau nu grūtāk būs pazust, manuprāt. Bet ja paej kādam garām, šaubos, ka ieraudzīsi vēlreiz.\"","\n","^\"Neturēšu tevi ilgi te, skat, jau saule laižas zemāk. Varbūt kaut kas uz sirds? Tu izskaties tāda pabāla. M?\"","\n","#","^audio:Rainis_1_N_03","/#",{"->":"ExploreBranch"},{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"ExploreBranch":[["ev","str","^Nē, paldies. Viss labi. Es labāk iešu.","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Aizdomājos par lietām.","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^\"Labi. Tad skrien, uz priekšu! Nodod sveicienus vecākiem!\"","\n","#","^audio:Rainis_1_N_05","/#","end",{"#f":5}],"c-1":["\n","^\"Pagaidi, dod tikai pateikt vēl pāris vārdus. Ja tomēr satiec kādu pa ceļam, tu apdomā. Domām vienmēr piemīt īpašs spēks. Ne vienmēr sakāmais var patikt, bet no meliem arī attiecības labas neuzbūvēsi. Vienkārši saki to, kas uz sirds, to, kas ir tuvāks tev.\"","\n","#","^audio:Rainis_1_N_06","/#",{"->":"KaiminiBranch"},{"#f":5}]}],{"#f":1}],"KaiminiBranch":[["ev","str","^Labi. Uzredzēšanos. (beigas)","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Pagaidiet. Jūs minējāt tos... kaimiņus. Pastāsties vairāk","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^\"Nu viss, tagad skrien, uz priekšu! Nodod sveicienus vecākiem!\"","\n","#","^audio:Rainis_1_N_05","/#","end",{"#f":5}],"c-1":["\n","^\"Ak tad tā. Ko tieši vēlies zināt? (Papildus teksts, jo kad ir maz teksta tad neredz tekstu aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa. JAIZLABO)\"","\n","#","^audio:Rainis_1_N_07","/#",{"->":"FearOrGoodBranch"},{"#f":5}]}],{"#f":1}],"FearOrGoodBranch":[["ev","str","^Vai man no viņiem jābaidās?","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Vai viņi ir slikti vai labi kaimiņi?","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^\"Baidīties? Nē, nē. Dažiem nīst liekas vieglāk nekā mīlēt, bet tur jau arī vecums pie vainas. Jaunieši kļuvuši pavisam garīgi veci arī. Būtu tikai pareizi atgādināt viņiem, ka laiks nestāv uz vietas. Tur celiņš, tev jāiet tikai taisni uz priekšu, un tālāk jābūt kādai gaismai.\"","\n","^\"Nu viss, tagad skrien, uz priekšu! Nodod sveicienus vecākiem!\"","\n","#","^audio:Rainis_1_N_08","/#",{"->":"GoodLuckBranch"},{"#f":5}],"c-1":["\n","^\"Kas ir slikts un kas ir labs? Ļaudis ir vai nu noguruši no vientulības, vai nu nogurst no tā, ka nevar būt vieni. Tu redzēsi, ja atradīsi kādu.\"","\n","#","^audio:Rainis_1_N_09","/#",{"->":"GoodLuckBranch"},{"#f":5}]}],{"#f":1}],"GoodLuckBranch":[["ev","str","^Sapratu! Paldies. Un ko Jūs paši? Neiesiet mājās?","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","^\"Mājās? Es tepat jau netālu dzīvoju. Dažreiz izeju pastaigāties, paelpot svaigu gaisu. Man tā ārsts teica, kā labāk būtu. Tikai vienīgais neviens šeit negrib ar mani spēlēt šahu. Kārtis arī nespēlē. Paliek tikai lasīt un sēdēt ārā.\"","\n","#","^audio:Rainis_1_N_10","/#",{"->":"ChessBranch"},{"#f":5}]}],{"#f":1}],"ChessBranch":[["ev","str","^Šahu? Man arī patīk šahs.","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Kāpēc šahu? Nav nekādu citu spēļu, kas jums patiktu?","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^\"Ak, nu tad tu zini, cik daudz šahā atklājas par cilvēku. Tur nav tikai staigāšana pa galdiņu ar figūrām, bet arī domāšana vairākus soļus uz priekšu. Varbūt kādreiz mēs varam uzspēlēt. Lai gan... reti kurš te paliek tik ilgi, lai spēli pabeigtu.\"","\n","#","^audio:Rainis_1_N_11","/#",{"->":"PersonalBranch"},{"#f":5}],"c-1":["\n","^\"Šahs mani vienmēr piesaistījis. Tur ir stratēģija, pacietība, domas skaidrība. Citas spēles man vairs nav tās pašas — pārāk ātras, pārāk haotiskas. Dzīvē jau tāpat pietiek haosa.\"","\n","#","^audio:Rainis_1_N_12","/#",{"->":"PersonalBranch"},{"#f":5}]}],{"#f":1}],"PersonalBranch":[["ev","str","^Jūs minējāt, ka dzīvojat vienatnē. Vai jums šeit nepaliek vientuļi?","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Kāpēc izvēlējāties šeit dzīvot tik ilgi?","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^\"Vientulīgi? Dažreiz. Bet ir atšķirība starp to, būt vienam un būt vientuļam. Mežs ir mana sabiedrība, un reizēm tas ir tieši tas, kas nepieciešams. Zini, dzīvot šeit mani māca saprast pasauli pavisam citādi, kā es to redzēju, kad biju jaunāks.\"","\n","#","^audio:Rainis_1_N_13","/#",{"->":"continue"},{"#f":5}],"c-1":["\n","^\"Ilgs stāsts... Kad biju jauns, es meklēju vietu, kurā varētu apdomāt savas domas. Pilsētas trokšņi mani noveda līdz šai vietai. Pēc kāda laika sapratu, ka esmu atradis mājas. Mežs ir kļuvis par manu dzīves ritmu.\"","\n","#","^audio:Rainis_1_N_14","/#",{"->":"continue"},{"#f":5}]}],{"#f":1}],"continue":[["ev","str","^...Meža sabiedrība...laikam sapratu","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Paldies.","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^\"Bet nu pietiek par mani. Es redzu, ka esi nogurusi. Pasaule turpinās tev uzspiest savas cerības un viedokļus, es jau arī tagad laikam ielieku savas domas tavā galvā. Atceries, ka neviens nevar tevi veidot tādu, kāda tu neesi, ja vien tu to neļausi.\"","\n","#","^audio:Rainis_1_N_15","/#","done",{"#f":5}],"c-1":["\n","^\"Tu esi laipni aicināta nākt vēl. Tagad ej, un klausies, domā, runā. Tur ir tā dzīves jēga.\"","\n","#","^audio:Rainis_1_N_16","/#","done",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}