{"inkVersion":21,"root":[["^\"Turpini iet. Te tev nav, ko darīt.\"","\n","ev","str","^Es negribēju traucēt.","/str","/ev",{"*":"0.c-0","flg":4},"ev","str","^Ko jūš darat šeit viens pats?","/str","/ev",{"*":"0.c-1","flg":4},{"c-0":["\n","^\"Tiešām? Nu, tu traucēji. Man nevajag kompāniju.\"","\n",{"->":"InitialBranch"},{"->":"0.g-0"},{"#f":5}],"c-1":["\n","^\"Ko tev izskatās? Dzīvoju savu dzīvi. Nodarbojies ar savām lietām.\"","\n",{"->":"InitialBranch"},{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"InitialBranch":[["ev","str","^Tu neizskaties, ka tev klājas pārāk labi...","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Piedod, es negribēju tevi aizskart.","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^\"Man viss ir kārtībā. Tu domā, ka pazīsti mani tikai no tā, kā izskatos? Man nevajag, lai mani glābj. Labāk ej, pirms zaudē savu laiku.\"","\n",{"->":"HesitantReveal"},{"#f":5}],"c-1":["\n","^\"Nu jā. Vienkārši ej tālāk, kā visi pārējie. Esmu pie tā pieradis.\"","\n","end",{"#f":5}]}],{"#f":1}],"HesitantReveal":[["ev","str","^Vai tiešām šī ir tava mājvieta?","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Es neticu, ka kāds šādi dzīvo pēc izvēles.","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^\"Jā. Un kas tad? Tā nav pils, bet tas ir viss, kas man ir. Man vairāk nevajag.\"","\n",{"->":"TruthOrFacade"},{"#f":5}],"c-1":["\n","^\"Tu domā, ka esmu šeit, jo nezinu neko labāku? Tici man, man ir labāk tā. Nav cerību, nav, kam pievilt.\"","\n",{"->":"TruthOrFacade"},{"#f":5}]}],{"#f":1}],"TruthOrFacade":[["ev","str","^Kur ir tava ģimene?","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Tu tiešām esi mierā ar šādu dzīvi?","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^\"Aizgāja. Atstāja mani. Droši vien tā bija labāk. Es viņus nevainoju. Es nebiju tā vērts, lai pie manis paliktu.\"","\n",{"->":"FamilyDiscussion"},{"#f":5}],"c-1":["\n","^\"Tu nesaproti, vai ne? Man nevajag izrādīties. Neviens manī vairs nerūpējas, un tas ir labi. Man nevajag viņu žēlumu.\"","\n",{"->":"FamilyDiscussion"},{"#f":5}]}],{"#f":1}],"FamilyDiscussion":[["ev","str","^Tu tiešām domā, ka viņiem būtu labāk bez tevis?","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Varbūt viņi aizgāja, jo domāja, ka tu nemainīsies. Ko darīt, ja viņi atgrieztos, ja tu mēģinātu labot lietas?","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^\"Jā, tā domāju. Es visu sabojāju. Droši vien viņi tagad dzīvo labāk, kad esmu ārpus attēla.\"","\n",{"->":"NegativeOrPositiveIntro"},{"#f":5}],"c-1":["\n","^\"Tu domā, ka es par to neesmu domājis? Ir par vēlu. Es to tiltu nodedzināju sen. Viņi mani pat vairs nepazītu.\"","\n",{"->":"NegativeOrPositiveIntro"},{"#f":5}]}],{"#f":1}],"NegativeOrPositiveIntro":[["ev","str","^Kāpēc izliecies, ka viss ir kārtībā? Šī ir izdzīvošana, nevis dzīvošana. Tev kaut kas ir jādara, nevis jāslēpjas mežā.","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Nav par vēlu mainīties. Varbūt tev būtu vēl viena iespēja ar viņiem.","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^\"Tev sliktas atzīmes skolā, ko? Nesaproti neko? Esmu mēģinājis. Nekas neizdevās. Tas... tas ir vieglāk. Neviens no manis neko negaida, un es neko negaidu no citiem.\"","\n",{"->":"NegativePath"},{"#f":5}],"c-1":["\n","^\"Mainīties? Tu vienkārši mainies, un viss brīnumainā kārtā atgriežas vecajās sliedēs? Es visu esmu zaudējis. Neviens mani vairs negaida.\"","\n",{"->":"PositivePushback"},{"#f":5}]}],{"#f":1}],"NegativePath":[["ev","str","^Tu esi padevies. Tu domā, ka neesi pelnījis neko labāku, bet tā nav taisnība. Beidz tā domāt.","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Tev taisnība. Cilvēki kā tu tiek pamesti. Neviens nenāks tevi glābt.","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^\"Es *zinu*, ka neesmu pelnījis neko labāku. Daži cilvēki vienkārši nav domāti tam, lai izturētu, un es esmu viens no viņiem. Pārstāj mēģināt salabot to, kas ir salauzts.\"","\n",{"->":"NegativePushFurther"},{"#f":5}],"c-1":["\n","^\"Beidzot kāds, kas to saprot. Tu cīnies, un tas neko nemaina. Galu galā nekas nemainās. Cilvēki iet tālāk, un es palieku šeit.\"","\n",{"->":"NegativePushFurther"},{"#f":5}]}],{"#f":1}],"NegativePushFurther":[["ev","str","^Tu varētu mainīties, ja gribētu. Tu vienkārši baidies mēģināt.","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","^\"Es nebaidos. Es tikai zinu, ka tas neko nemainīs. Tagad ej, pirms vēl iznieko vairāk laika ar mani.\"","\n",{"->":"NegativeEndingChoice"},{"#f":5}]}],{"#f":1}],"PositivePushback":[["ev","str","^Tev nav jāturpina dzīvot tā visu mūžu. Ir vietas, kas varētu palīdzēt tev atkal piecelties kājās.","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Tu varētu atrast darbu, nopelnīt naudu. Cilvēki saņem otro iespēju visu laiku.","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^\"Palīdzēt? Tu domā, ka patversmes rūpējas par tādiem cilvēkiem kā es? Tu esi tikai skaitlis, ķermenis. Nevienam nav laika otrajām iespējām.\"","\n",{"->":"PositivePushFurther"},{"#f":5}],"c-1":["\n","^\"Darbs? Neviens mani neņemtu darbā. Esmu pārāk ilgi bijis ārpus sistēmas. Viņi negribēs, lai es viņus vilktu atpakaļ.\"","\n",{"->":"PositivePushFurther"},{"#f":5}]}],{"#f":1}],"PositivePushFurther":[["ev","str","^Tu nezināsi, kamēr nepamēģināsi. Lietas nemainīsies, ja neko nedarīsi.","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Tev nav ko zaudēt. Lietas varētu mainīties, bet tikai tad, ja tu pieliksi pūles.","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^\"Pamēģināt? Tu nesaproti. Esmu mēģinājis iepriekš. Neizdevās katru reizi. Kas šoreiz būs savādāk?\"","\n",{"->":"EncouragingPath"},{"#f":5}],"c-1":["\n","^\"Tu tiešām tici, ka tādi cilvēki kā es var mainīties? Es nezinu... ir grūti redzēt izeju no šīs situācijas.\"","\n",{"->":"EncouragingPath"},{"#f":5}]}],{"#f":1}],"EncouragingPath":[["ev","str","^Cilvēki ir izkļuvuši no sliktākām situācijām. Tev ir jātic, ka tas ir iespējams.","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Ko darīt, ja tava ģimene redzētu, ka tu mēģini mainīties? Varbūt viņi atgrieztos.","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^\"Pēc visa tā, kas noticis, ir grūti iedomāties kaut ko citu. Esmu tik ilgi bijis šeit... es pat nezinu, vai vēl protu cīnīties.\"","\n",{"->":"EncouragingPath2"},{"#f":5}],"c-1":["\n","^\"Mana ģimene... es pat nezinu, vai viņi mani gribētu atpakaļ. Bet, ja viņi gribētu... varbūt man būtu iemesls mēģināt.\"","\n",{"->":"EncouragingPath2"},{"#f":5}]}],{"#f":1}],"EncouragingPath2":[["ev","str","^Tev vēl ir iemesls. Vai tas būtu viņu dēļ vai sevis dēļ, tu vari vēl visu mainīt.","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Viss sākas ar to, ka tici, ka esi pelnījis ko labāku. Tas ir pirmais solis.","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^\"Varbūt tev taisnība. Varbūt man ir jāmēģina. Sliktāk jau diez vai var kļūt, vai ne?\"","\n",{"->":"PositiveEnd"},{"#f":5}],"c-1":["\n","^\"Jā... varbūt esmu bijis par zemu tik ilgi, ka, ja nesākšu tagad, tad nekad nesākšu.\"","\n",{"->":"PositiveEnd"},{"#f":5}]}],{"#f":1}],"PositiveEnd":[["ev","str","^Lai veicas. Tu esi pelnījis labāku dzīvi par šo.","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","^\"Paldies, puika. Es nezinu, kas notiks, bet es mēģināšu. Tas ir viss, ko varu darīt, vai ne?\"","\n","end",{"#f":5}]}],{"#f":1}],"NegativeEndingChoice":[["ev","str","^Bet varbūt pietiks žēloties un darīt kaut ko. Padomā par savu ģimeni. Man būtu ļoti dusmas, ja mans tētis būtu tāds kā tu.","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Varbūt tev taisnība. Varbūt nekas tavā dzīvē nemainīsies.","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^\"Tu domā, ka man patīk būt vilšanās? Tici man, es neesmu par to lepns. Bet tas nav tik vienkārši kā vienkārši sākt kaut ko darīt.\"","\n",{"->":"PositivePushback"},{"#f":5}],"c-1":["\n","^\"Tu saproti. Tādiem cilvēkiem kā man nav otrās iespējas. Es palikšu šeit, kā vienmēr.\"","\n",{"->":"NegativeEnd"},{"#f":5}]}],{"#f":1}],"NegativeEnd":[["ev","str","^Uzredzēšanos.","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","^\"Jā... uzredzēšanos. Es laikam arī...došos.\"","\n","end",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}