{"inkVersion":21,"root":[["#","^audio:Tante_5_N_01","/#","^Tu, bērns! Ko tu dari, ložņādama kā kāda žurka? Runājiet! Nevienam nav laika klusajām spēlēm! Tu taču, tu kaut ko spēlē?","\n","ev","str","^Es tikai eju garām. Piedodiet.","/str","/ev",{"*":"0.c-0","flg":4},"ev","str","^Kādēļ tu kliedz uz mani..","/str","/ev",{"*":"0.c-1","flg":4},{"c-0":["\n","#","^audio:Tante_5_N_02","/#","^Ej garām, vai? Vienmēr iet garām. Vienmēr ignorē. Es vienreiz zvanīju uz pastu, zvanīju, neatbildēja. Tāda viņiem sistēma. Jūs, jaunie, nekad neapstājaties, nekad neklausaties. Skrien apkārt, domājā par sevi šajā egoistu pasaulē. Jākaunās.","\n",{"->":"casual_path"},{"->":"0.g-0"},{"#f":5}],"c-1":["\n","#","^audio:Tante_5_N_03","/#","^Kliedzu? Tu domājat, ka kliedzu? Tu vēl neesi dzirdējusi mani kliedzam. Kā jūs visus tagad audzina. Nopērk telefonu un viss, domā, ka nevajag piepūlēties. Manos laikos bija savādāk.","\n",{"->":"casual_path"},{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"casual_path":[["ev","str","^Es nesaprotu, kāpēc vajag tā dusmoties...","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Mani audzināja tēvs. Viņš nav egoists.","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","#","^audio:Tante_5_N_04","/#","^Slinki cilvēki mani sadusmo. Es priecātos tikai, ja mani kāds novērtētu šajā pasaulē. Neviens tagad pavisam pat nebrauc ciemos. Saka, ka aizņemti. Meli.","\n",{"->":"casual_continue"},{"#f":5}],"c-1":["\n","#","^audio:Tante_5_N_05","/#","^Tavs tēvs nebūs dzīvojis tik ilgi, cik es. Tu arī esi tikai bērns, izaugtu - saprastu. Viss tik ātri skrien uz priekšu, bet es palieku, visi atstāj mani šeit. Neviens nerunā. Esmu aizmirsta pavisam.","\n",{"->":"casual_continue"},{"#f":5}]}],{"#f":1}],"casual_continue":[["ev","str","^Dažreiz arī tā gadās, kad nepietiek laika sarunām. Es domāju tevi neviens neaizmirsa.","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Man žēl. Man dažreiz arī liekas, ka neviens neklausās. Man tas nepatīk. Laikam visi ir nejauki...Varbūt man melo arī?","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","#","^audio:Tante_5_G_06","/#","^Daudz tu zini, ha? Spiest podiņas laika pietiek, skatīties tos video jūtubē arī laiks ir, bet pazvanīt man nav. Manā jaunība vispār bija grūti pazvanīt kādam, mēs tikāmies, runājām. Tagad tikai telefona lodziņš labākais draugs.","\n",{"->":"GoodPath1"},{"#f":5}],"c-1":["\n","#","^audio:Tante_5_B_07","/#","^Es nomiršu, un viņi pat nepamanītu. Tā arī drīz būs. Tu arī tagad esi šeit un šaubos, ka kāds padomā par tevi. Tava ģimene gan jau, ka šobrīt skatās kādu seriālu. Tāpat labu seriālu nav šodien.","\n",{"->":"BadPath1"},{"#f":5}]}],{"#f":1}],"BadPath1":[["ev","str","^Es neskatos seriālus.","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Jums tiešām tā liekas? Es negribētu nomirt vientulībā","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","#","^audio:Tante_5_B_08","/#","^Nav jau arī jāskatās. Ir jāmācās, jālasa grāmatas.","\n",{"->":"BadPathContinue1"},{"#f":5}],"c-1":["\n","#","^audio:Tante_5_B_9","/#","^Redzi, šajā pasasulē nekas nav atkarīgs no tevis. Pat Dievs vairs neskatās līdzi. Man liekas viņam riebjas tas, kur mēs nonācām.","\n",{"->":"BadPathContinue2"},{"#f":5}]}],{"#f":1}],"GoodPath1":[["ev","str","^Varbūt tev vajag hobiju? Dažreiz, es zīmēju. Man nesanāk, bet es to daru sev.","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Man neliekas, ka tā ir slikta lieta. Es skatos bildes internetā. Jūsu laikā tā nevarēja, bildes arī pazuda.","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","#","^audio:Tante_5_G_11","/#","^Sev? Kur vispār manā vecumā var kaut ko darīt sev? Man ir jāstrādā šeit, neviens taču to nedara, traukus nemazgā, ogas nevāc, nepalīdz ar māju.","\n",{"->":"GoodPathContinue"},{"#f":5}],"c-1":["\n","#","^audio:Tante_5_G_12","/#","^Un ko tu tur par manu laiku stāsti? Nav jau tikai tajā internetā problēma. Visi cilvēki palika nejauki un neizpalīdzīgi. Tādi...ļoti. Ļoti it kā aizņemti.","\n",{"->":"NeutralPath"},{"#f":5}]}],{"#f":1}],"BadPathContinue1":[["ev","str","^Es mājās mācos. Man īsti nepatīk grāmatas. Garlaicīgi.","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","#","^audio:Tante_5_B_13","/#","^Nu tad ej pie manis, palīzēsi man te dārzā strādāt. Atradīšu tev darba cimdus un lāpstu. Un šitā tu visu nākotni esi gatava darboties? Nekas labs nav patīkams. Ja gribi kaut ko sasniegt, ir jāstrādā.","\n",{"->":"BadEndingLead"},{"#f":5}]}],{"#f":1}],"BadPathContinue2":[["ev","str","^Es satiku priesteri. Viņš netic Dievam. Bet viņš neteica, ka viss tik slikti. Kaut kas ir tomēr atkarīgs no mums.","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n","#","^audio:Tante_5_B_14","/#","^Ja tā padomā...Varbūt. Kautk kā jau mēs nonācām līdz šajai nelaimei. Esmu tik nelaimīga. Gribētos aizbraukt kaut kur tālu, kur ir silti. Bet tā pensija jau nav nauda.","\n",{"->":"BadEndingLead"},{"#f":5}]}],{"#f":1}],"GoodPathContinue":[["ev","str","^But people are still trying to make a difference. That’s what matters.","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Maybe you just don’t want to see things getting better.","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","#","^audio:Tante_5_G_15","/#","^Tante: You think that’s enough? Tryin' don’t get you nowhere without real action. And even action’s too little too late now. You’ll see, kid—you’ve got too much hope.","\n",{"->":"GoodEndingLead"},{"#f":5}],"c-1":["\n","#","^audio:Tante_5_G_16","/#","^Tante: Me? Ha! You think I *want* this? I didn’t choose to watch it all fall apart. You’ll see one day. But by then, it’ll be too late.","\n",{"->":"NeutralPath"},{"#f":5}]}],{"#f":1}],"NeutralPath":[["ev","str","^I’m not sure about all this. You seem bitter.","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^I don’t know... you might be exaggerating.","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","#","^audio:Tante_5_N_17","/#","^Tante: Bitter? Ha! You’d be bitter too if you saw what I’ve seen. This world’s broken, kid. I’m just the only one with eyes wide open.","\n",{"->":"FinalChoice"},{"#f":5}],"c-1":["\n","#","^audio:Tante_5_N_18","/#","^Tante: Exaggeratin'? Ha! You think this is all some story? You’re blind, just like the rest of 'em. Keep thinkin’ that, kid. When it crumbles around you, you’ll know I was right.","\n",{"->":"FinalChoice"},{"#f":5}]}],{"#f":1}],"FinalChoice":[["#","^choice","/#","ev","str","^Maybe you’re right. The world’s a mess, and no one’s fixing it.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^No, I think you’re just stuck in your ways. People are doing their best.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"BadEnding"},{"#f":5}],"c-1":["\n",{"->":"GoodEnding"},{"#f":5}]}],{"#f":1}],"BadEndingLead":[["ev","str","^I guess the world really is falling apart.","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^I still don’t think it’s as bad as you say.","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","#","^audio:Tante_5_B_20","/#","^Tante: Exactly. Welcome to the truth, kid. It ain’t pretty, but it’s real. No one’s gonna save us. You’ll get used to it.","\n",{"->":"BadEnding"},{"#f":5}],"c-1":["\n","#","^audio:Tante_5_B_21","/#","^Tante: Denial, huh? Well, you’ll see it eventually. By the time you do, it’ll be too late to change anything.","\n",{"->":"BadEnding"},{"#f":5}]}],{"#f":1}],"BadEnding":["#","^audio:Tante_5_B_22","/#","^Tante: You’re startin’ to see it now, huh? The world’s crumblin’, and no one cares. Just another cog in a machine that’s rustin’ away. You’ll be no different.","\n","end",{"#f":1}],"GoodEndingLead":[["ev","str","^That’s your problem. You’ve given up. People are still fighting.","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^You’re just bitter because you feel powerless. That’s on you.","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","#","^audio:Tante_5_G_24","/#","^Tante: Fightin'? Ha! Go ahead and fight, but you’ll lose in the end. The world’s too far gone for hope to matter.","\n",{"->":"GoodEnding"},{"#f":5}],"c-1":["\n","#","^audio:Tante_5_G_25","/#","^Tante: Powerless? Bitter? One day, kid, you’ll understand. Go on, fight for your dreams, but don’t say I didn’t warn you.","\n",{"->":"GoodEnding"},{"#f":5}]}],{"#f":1}],"GoodEnding":["#","^audio:Tante_5_G_26","/#","^Tante: Ha! You think you’ve got all the answers, don’t you? Maybe you’ll change things. Or maybe you’ll end up just like me, wonderin' where it all went wrong.","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}