{"inkVersion":21,"root":[["^Oh religion, such an interesting topic. Did you know that it is an essential part of Latvian culture?","\n","#","^audio:Intro","/#","ev","str","^Tell me about the history of ancient religions.","/str","/ev",{"*":"0.c-0","flg":4},"ev","str","^What is the current religious landscape in Latvia?","/str","/ev",{"*":"0.c-1","flg":4},"ev","str","^Yes, tell me a personal story about religion.","/str","/ev",{"*":"0.c-2","flg":4},{"c-0":["\n","^Ancient Latvian religion was connected with nature gods and rituals. It tried to perceive the rhythm of life and nature, recognizing the connection with the surrounding environment.","\n","#","^audio:AncientReligion","/#",{"->":"0.g-0"},{"#f":5}],"c-1":["\n","^Christianity, especially Lutheranism and Catholicism, dominates in Latvia. Churches and congregations are an important part of the community where religious services and religious festivals take place.","\n","#","^audio:CurrentLandscape","/#",{"->":"0.g-0"},{"#f":5}],"c-2":["\n","^When I was young, I participated in a fun horse festival where we celebrated the cutting of the sun. It was then that I learned about our ancestors' respect for the forces of nature and their understanding of a cyclical world order.","\n","#","^audio:PersonalStory","/#",{"->":"0.g-0"},{"#f":5}],"g-0":[{"->":"continue"},["done",{"#f":5,"#n":"g-1"}],{"#f":5}]}],"done",{"continue":[["ev","str","^Tell me about religious rituals and traditions.","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Yes, tell me another religious story.","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^The Latvian folk calendar is rich in religious celebrations and rituals. For example, Midsummer's Day and St. John's Day are important summer solstice festivals where the nation celebrates fertility and the renewal of life.","\n","#","^audio:RitualsAndTraditions","/#",{"->":".^.^.g-0"},{"#f":5}],"c-1":["\n","^I remember my parents talking about serving the Gods and how religious rituals are connected with a deep respect for life and the order of nature.","\n","#","^audio:AnotherStory","/#",{"->":".^.^.g-0"},{"#f":5}],"g-0":[{"->":"continue2"},{"#f":5}]}],{"#f":1}],"continue2":[["ev","str","^Thank you.","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":".^.^.g-0"},{"#f":5}],"g-0":[{"->":"end"},{"#f":5}]}],{"#f":1}],"end":["^You're welcome. Religion is an integral part of Latvian culture, which helps to understand our nation's deep connection with the environment and spirituality.","\n","#","^audio:End","/#","done",{"#f":1}],"#f":1}],"listDefs":{}}